Revit 2027 API
FamilyParameterSet.Contains Method
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual bool Contains(
	FamilyParameter item
)
Public Overridable Function Contains (
	item As FamilyParameter
) As Boolean
public:
virtual bool Contains(
	FamilyParameter^ item
)
abstract Contains :
        item : FamilyParameter -> bool
override Contains :
        item : FamilyParameter -> bool
Parameters
item FamilyParameter
Return Value
Boolean
See Also
Reference
FamilyParameterSet Class
Autodesk.Revit.DB Namespace